<html>
    <head>
        <title>Blog Rogger Rom&aacute;n </title>
        <title>Hyperblo2.0</title>  
        <link rel="stylesheet" href="css/estilos.css"/>

    </head>

    <body>
        <div id="container">
            <div id="cabecera">
               Biograf&iacute;a Rogger Rom&aacute;n
            </div>
            
            <div id="post">
                <h1>Ingeniero en Mecatr&oacute;nica, Programador</h1>
                 <p>Naci&oacute; en Loja-Ecuador, tiene 27 a침os, ha vivido en Loja, Macar&aacute;, Ibarra, Quito
                    sus estudios fueron en Miguel Riof&iacute;o N1, en la Unidad Educativa Marista de Macar&aacute;,
                    Universidad T&eacute;cnica del Norte, Control + y su favorita Platzi游눜
                 </p>
                <p>Soy miembro del club de Rob&oacute;tica de la Universidad T&eacute;cnica del Norte, he sido Tesorero de dicho club, particip&eacute; en las elecciones de 
                    la directiva de LDU-Ibarra y gan&eacute;, consegu&iacute; algunos t&iacute;tulos a nivel deportivo en el f&uacute;tbol, etc
                </p>

                <p>Fu&iacute; docente del club de Rob&oacute;tica del colegio Oviedo, donde ense침e y aprend&iacute; de los principios b&aacute;sicos de rob&oacute;tica. Mi tesis 
                    la desarroll&eacute; en el campo de IoT siendo un "Sistema de monitoreo y control de irrigaci칩n utilizando Internet de las cosas IoT", donde pude obtener conocimiento
                    de las nuevas tecnolog&iacute;as de IoT y como trabajan, los diversos protocolos y formas que existen para poder conectar los dispositivos a la nube.
                
                </p>

                <p>Trabaj&eacute; en CEIN (Centro El&eacute;ctrico Industrial), donde desarroll&eacute; varios proyectos Mecatr&oacute;nicos, el&eacute;ctricos y de sistemas.
                    Por los cuales tuv&eacute; la oportunidad de recorrer el pa&iacute;s y ganar experiencia
                </p>

                <p>Ahora estoy aprendiendo el mundo de la programaci&oacute;n para poder tener mejor desarrollo profesional y porque me fascina todo acerca de la tecnolog&iacute;a</p>
            </div>


        </div>
        <div >
            <h3> Ingeniero en Mecatr&oacute;nica</h3>
            <h3> Ingeniero en Software</h3>
            
        </div>
        <h2>+593 985 440 424</h2>
        <a id="pagina" href="https://roggermecatronico.github.io/">Visita mi p&aacute;gina web</a>
        <p></p>
        <div id="footer">
            Hecho con amor en Platzi游눜, Git y Github profesional
        </div>

        <p>Imagen Creada por IA de un "desarrollador Mecatr&oacute;nico"</p>
        <div><img id="logo" src="images/Gafas que proyectan im치gen mediante aplicacion movil.jpg" 10px 10px/></div>
        
              

        

    </body>
</html>
